"Error downloading manifest from %@" = "Erreur de téléchargement du manifeste depuis %@";

"Error downloading manifest" = "Erreur de téléchargement du manifeste";

"Server returned HTTP status code %@ from %" = "Le serveur a renvoyé le code de statut HTTP %@ depuis %";

"Error decoding manifest JSON" = "Erreur lors du décodage du JSON du manifeste";

"Error creating directory %" = "Erreur lors de la création du répertoire %";

"Error downloading file" = "Erreur lors du téléchargement du fichier";

"Error writing to %a" = "Erreur lors de l'écriture vers %a";

"Error uncompresing %a" = "Erreur lors de la décompression de %a";

"Command '%@' finished with exit code %@" = "La commande '%@' a terminé avec le code de sortie %@";

"Error uncompressing %a" = "Erreur lors de la décompression de %a";

"You will need to manually move %@ to Applications folder." = "Vous devrez déplacer manuellement %@ vers le dossier Applications.";

"We will reveal %@ in Finder. You can then manually drag the application to the Applications folder yourself.\n\nInternal error: %" = "Nous allons révéler %@ dans le Finder. Vous pourrez ensuite glisser l'application vers le dossier Applications vous-même.\n\nErreur interne: %";

"Reveal in Finder" = "Révéler dans le Finder";

"Downloading version %@…" = "Téléchargement de la version %@ en cours…";

"Opening DMG Image…" = "Ouverture de l'image DMG…";

"Extracting app…" = "Extraction de l'application…";

"Installing to Applications…" = "Installation dans les Applications…";

"Installed!" = "Installé !";

"ToDesktop ID is incorrect" = "L'ID ToDesktop est incorrect";

"The value in the plist file is not a string." = "La valeur dans le fichier plist n'est pas une chaîne.";
